Repository: openstack-archive/senlin
Catalog: senlin/locale/*/LC_MESSAGES/senlin.po
Languages: de

source: "%s" is not a List
de: '%s' ist keine Liste

source: %(feature)s is not supported.
de: %(feature)s wird nicht unterstützt.

source: %(key)s (max_version=%(max)s) is not supported by spec version %(version)s.
de: %(key)s (max_version=%(max)s) wird von der Spezifikationsversion %(version)s nicht unterstützt.

source: %(key)s (min_version=%(min)s) is not supported by spec version %(version)s.
de: %(key)s (min_version=%(min)s) wird von der Spezifikationsversion %(version)s nicht unterstützt.

source: %(user)s is not allowed to trigger actions on cluster %(cid)s.
de: %(user)s darf keine Aktionen auf Cluster %(cid)s auslösen.

source: %s type name is not a string
de: %s-Typname ist keine Zeichenfolge

source: %s type name not specified
de: %s Typenname nicht angegeben

source: '%(other)s' must be an instance of '%(cls)s'
de: '%(other)s' muss eine Instanz von '%(cls)s' sein

source: '%(value)s' must be one of the allowed values: %(allowed)s
de: '%(value)s' muss einer der erlaubten Werte sein: %(allowed)s

source: '%s' is not a List
de: '%s' ist keine Liste

source: '%s' is not a Map
de: '%s' ist keine Map

source: A boolean specifying whether a stack operation can be rolled back.
de: Ein boolescher Wert, der angibt, ob eine Stapeloperation zurückgesetzt werden kann.

source: A collection of key/value pairs to be associated with the Scheduler hints. Both key and value must be <=255 chars.
de: Eine Auflistung von Schlüssel/Wert-Paaren, die den Scheduler-Hinweisen zugeordnet werden sollen. Schlüssel und Wert müssen <= 255 Zeichen sein.

source: A collection of key/value pairs to be associated with the server created. Both key and value must be <=255 chars.
de: Eine Auflistung von Schlüssel/Wert-Paaren, die dem erstellten Server zugeordnet werden sollen. Schlüssel und Wert müssen <= 255 Zeichen sein.

source: A dictionary for specifying the customized context for stack operations
de: Ein Wörterbuch zum Festlegen des benutzerdefinierten Kontexts für Stapeloperationen

source: A integer that specifies the number of minutes that a stack operation times out.
de: Eine ganze Zahl, die die Anzahl der Minuten angibt, die eine Stapeloperation abläuft.

source: A list of security groups to be attached to this port.
de: Eine Liste der Sicherheitsgruppen, die an diesen Port angeschlossen werden sollen.

source: A list specifying the properties of block devices to be used for this server.
de: Eine Liste, die die Eigenschaften von Blockgeräten angibt, die für diesen Server verwendet werden sollen.

source: A map specifying the path & contents for an injected file.
de: Eine Map, die den Pfad und den Inhalt für eine injizierte Datei angibt.

source: A map specifying the properties of a block device to be used by the server.
de: Eine Karte, die die Eigenschaften eines vom Server zu verwendenden Blockgeräts angibt.

source: A map specifying the properties of a network for uses.
de: Eine Map, die die Eigenschaften eines Netzwerks für Verwendungen angibt.

source: A map that specifies the environment used for stack operations.
de: Eine Zuordnung, die die für Stapeloperationen verwendete Umgebung angibt.

source: A number specifying the amount of adjustment.
de: Eine Zahl, die den Anpassungsbetrag angibt.

source: A policy named '%(name)s' already exists.
de: Eine Richtlinie mit dem Namen '%(name)s' existiert bereits.

source: A profile named '%(name)s' already exists.
de: Ein Profil namens '%(name)s' existiert bereits.

source: A receiver named '%s' already exists.
de: Ein Empfänger namens '%s' existiert bereits.

source: A string referencing the image to use.
de: Eine Zeichenfolge, die auf das zu verwendende Abbild verweist.

source: A text description of policy.
de: Eine Textbeschreibung der Richtlinie.

source: API Version String '%(version)s' is of invalid format. It must be of format 'major.minor'.
de: API-Version String '%(version)s' hat ein ungültiges Format. Es muss das Format 'major.minor' haben.

source: API version '%(version)s' is not supported on this method.
de: Die API-Version '%(version)s' wird für diese Methode nicht unterstützt.

source: Abandon a heat stack node.
de: Verlassen Sie einen Heat Stack-Knoten.

source: Action name cannot be any of %s.
de: Der Aktionsname darf nicht %s sein.

source: Action name is required for creating webhook receiver.
de: Der Aktionsname wird zum Erstellen des Webhook-Empfängers benötigt.

source: Action parameter %s is not recognizable.
de: Aktionsparameter %s ist nicht erkennbar.

source: Action to try for node recovery.
de: Aktion für die Wiederherstellung des Knotens.

source: Address to bind the server. Useful when selecting a particular network interface.
de: Adresse zum Binden des Servers. Nützlich bei der Auswahl einer bestimmten Netzwerkschnittstelle.

source: Administrative state of the VIP.
de: Verwaltungsstatus des VIPs.

source: Administrative state of the health monitor.
de: Verwaltungszustand des Gesundheitsmonitors

source: Administrative state of the pool.
de: Verwaltungszustand des Pools

source: Age must be a positive integer.
de: Alter muss eine positive Ganzzahl sein.

source: Allowed values: %s
de: Erlaubte Werte: %s

source: AllowedValues must be a list or a string
de: AllowedValues muss eine Liste oder eine Zeichenfolge sein

source: An availability zone as candidate.
de: Eine Verfügbarkeitszone als Kandidat.

source: An region as a candidate.
de: Eine Region als Kandidat.

source: An unknown exception occurred.
de: Eine unbekannte Ausnahme ist aufgetreten.

source: Batching request validated.
de: Batching-Anfrage validiert

source: Binary
de: Binär

source: Both cluster identity and action must be specified.
de: Sowohl die Clusteridentität als auch die Aktion müssen angegeben werden.

source: Both template and template_url are not specified for profile '%s'.
de: Sowohl die Vorlage als auch template_url sind für das Profil '%s' nicht angegeben.

source: Bus of the device.
de: Bus des Geräts.

source: Candidates generated
de: Kandidaten generiert

source: Cannot find the given cluster: %s
de: Der angegebene Cluster kann nicht gefunden werden:%s

source: Cannot update a cluster to a different profile type, operation aborted.
de: Ein Cluster kann nicht auf einen anderen Profiltyp aktualisiert werden, der Vorgang wurde abgebrochen.

source: Cannot update a node to a different profile type, operation aborted.
de: Ein Knoten kann nicht auf einen anderen Profiltyp aktualisiert werden, der Vorgang wurde abgebrochen.

source: Change the administrator password.
de: Ändern Sie das Administratorkennwort.

source: Cluster (%(cid)s) cannot be found.
de: Cluster (%(cid)s) kann nicht gefunden werden.

source: Cluster (c1) cannot be found.
de: Cluster (c1) kann nicht gefunden werden.

source: Cluster identity is required for creating webhook receiver.
de: Die Cluster-Identität wird für die Erstellung des Webhook-Empfängers benötigt.

source: Complete public identity V3 API endpoint.
de: Komplette öffentliche Identität V3 API-Endpunkt.

source: Configuration options for zaqar trustee.
de: Konfigurationsoptionen für den zaqar-Treuhänder

source: Contents of files referenced by the template, if any.
de: Inhalt von Dateien, auf die die Vorlage verweist, falls vorhanden.

source: Contents of the file to be injected.
de: Inhalt der zu injizierenden Datei.

source: Could not bind to %(bind_addr)s after trying 30 seconds
de: Nach dem Versuch von 30 Sekunden konnte nicht an %(bind_addr)s gebunden werden

source: Count for scale-in request cannot be 0.
de: Die Anzahl der Scale-In-Anforderungen kann nicht 0 sein.

source: Count for scale-out request cannot be 0.
de: Die Anzahl der Scale-Out-Anforderungen kann nicht 0 sein.

source: Created At
de: Hergestellt in

source: Criteria used in selecting candidates for deletion
de: Kriterien, die bei der Auswahl von Kandidaten zum Löschen verwendet werden

source: Customized security context for operating containers.
de: Angepasster Sicherheitskontext zum Bedienen von Containern

source: Customized security context for operating servers.
de: Angepasster Sicherheitskontext für den Betrieb von Servern.

source: Dead service %s is removed.
de: Der tote Service %s wurde entfernt.

source: Default cloud backend to use.
de: Zu verwendendes Standard-Cloud-Backend

source: Default region name used to get services endpoints.
de: Name der Standardregion, der zum Abrufen von Dienstendpunkten verwendet wird.

source: Define the boot order of the device
de: Definieren Sie die Startreihenfolge des Geräts

source: Detailed specification for scaling adjustments.
de: Detaillierte Spezifikation für Skalierungseinstellungen.

source: Driver plugin %(name)s is not found.
de: Treiber-Plugin %(name)s wurde nicht gefunden.

source: Either '%(c)s' or '%(n)s' must be specified, but not both.
de: Es muss entweder '%(c)s' oder '%(n)s' angegeben werden, aber nicht beides.

source: Either '%(c)s' or '%(n)s' must be specified.
de: Entweder '%(c)s' oder '%(n)s' muss angegeben werden.

source: Enable vSphere DRS extension.
de: Aktivieren Sie die vSphere DRS-Erweiterung.

source: Endpoint plugin %(name)s is not found.
de: Endpoint-Plugin %(name)s wurde nicht gefunden.

source: Engine died when executing this action.
de: Beim Ausführen dieser Aktion ist die Engine abgestürzt.

source: Enum field only support string values.
de: Enum-Feld unterstützt nur String-Werte.

source: Error parsing input: %s
de: Fehler beim Parsen der Eingabe:%s

source: Evacuate the server to a different host.
de: Evakuiere den Server auf einen anderen Host.

source: Event dispatchers to enable.
de: Event-Dispatcher aktivieren.

source: Event that will trigger this policy. Must be one of CLUSTER_SCALE_IN and CLUSTER_SCALE_OUT.
de: Ereignis, das diese Richtlinie auslöst Muss einer von CLUSTER_SCALE_IN und CLUSTER_SCALE_OUT sein.

source: Exchange name for heat notifications.
de: Name für Wärmebenachrichtigungen austauschen

source: Exchange name for nova notifications.
de: Exchange-Name für Nova-Benachrichtigungen

source: Exclude derived actions from events dumping.
de: Eingeschlossene Aktionen von Ereignissen ausschließen

source: Expected HTTP codes for a passing HTTP(S) monitor.
de: Erwartete HTTP-Codes für einen übergehenden HTTP (S) -Monitor.

source: Failed in %(op)s %(type)s '%(id)s': %(message)s.
de: Fehlgeschlagen in %(op)s %(type)s '%(id)s': %(message)s.

source: Failed in adding node into lb pool.
de: Fehler beim Hinzufügen eines Knotens zum lb-Pool.

source: Failed in adding nodes into lb pool: %s
de: Fehler beim Hinzufügen von Knoten zu lb pool: %s

source: Failed in creating %(type)s: %(message)s.
de: Fehler beim Erstellen von %(type)s: %(message)s.

source: Failed in creating health monitor (%s).
de: Fehler beim Erstellen des Integritätsmonitors (%s).

source: Failed in creating lb health monitor: CREATE FAILED.
de: Fehler beim Erstellen des lb-Gesundheitsmonitors: CREATE FAILED.

source: Failed in creating lb listener: CREATE FAILED.
de: Fehler beim Erstellen von lb-Listener: CREATE FAILED.

source: Failed in creating lb pool: CREATE FAILED.
de: Fehler beim Erstellen des lb-Pools: CREATE FAILED.

source: Failed in creating listener (%s).
de: Fehler beim Erstellen des Listeners (%s).

source: Failed in creating loadbalancer (%s).
de: Fehler beim Erstellen des Loadbalancers (%s).

source: Failed in creating loadbalancer: CREATE FAILED.
de: Fehler beim Erstellen von loadbalancer: CREATE FAILED.

source: Failed in creating pool (%s).
de: Fehler beim Erstellen des Pools (%s).

source: Failed in creating profile %(name)s: %(error)s
de: Fehler beim Erstellen des Profils %(name)s: %(error)s

source: Failed in creating servergroup.
de: Fehler beim Erstellen der Servergruppe.

source: Failed in deleting %(type)s '%(id)s': %(message)s.
de: Fehler beim Löschen von %(type)s '%(id)s': %(message)s.

source: Failed in deleting healthmonitor: DELETE FAILED.
de: Fehler beim Löschen von 'healthmonitor': DELETE FAILED.

source: Failed in deleting lb pool: DELETE FAILED.
de: Fehler beim Löschen des lb-Pools: DELETE FAILED.

source: Failed in deleting listener: DELETE FAILED.
de: Fehler beim Löschen des Listeners: DELETE FAILED.

source: Failed in deleting servergroup.
de: Fehler beim Löschen der Servergruppe.

source: Failed in found %(type)s '%(id)s': %(message)s.
de: Fehlgeschlagen gefunden in %(type)s '%(id)s': %(message)s.

source: Failed in getting subnet: GET FAILED.
de: Fehler beim Abrufen des Subnetzes: GET FAILED.

source: Failed in removing deleted node(s) from lb pool: %s
de: Fehler beim Entfernen gelöschter Knoten aus dem lb-Pool: %s

source: Failed in removing node from lb pool.
de: Fehler beim Entfernen des Knotens aus dem lb Pool.

source: Failed in retrieving servergroup '%s'.
de: Fehler beim Abrufen der Servergruppe '%s'.

source: Failed in updating %(type)s '%(id)s': %(message)s.
de: Fehler beim Aktualisieren von %(type)s '%(id)s' :%(message)s.

source: Failed in validating template: %s
de: Fehler beim Überprüfen der Vorlage: %s

source: Failed to remove servers from existed LB.
de: Fehler beim Entfernen von Servern aus vorhandener LB.

source: Failed to retrieve data: %s
de: Fehler beim Abrufen der Daten: %s

source: Filter key '%s' is unsupported
de: Filtertaste '%s' wird nicht unterstützt

source: Fixed IP to be used by the network.
de: Feste IP, die vom Netzwerk verwendet werden soll.

source: Flag to indicate whether to enforce unique names for Senlin objects belonging to the same project.
de: Flag, um anzugeben, ob eindeutige Namen für Senlin-Objekte erzwungen werden sollen, die zu demselben Projekt gehören.

source: Health monitor for loadbalancer.
de: Gesundheitsmonitor für Loadbalancer.

source: Heat stack template url.
de: Heat-Stack Vorlagen-URL.

source: Heat stack template.
de: Heat-Stack-Vorlage.

source: Host
de: Gastgeber

source: ID of flavor used for the server.
de: ID der Variante, die für den Server verwendet wird.

source: ID of image to be used for the new server.
de: ID des Abbildes, das für den neuen Server verwendet werden soll.

source: ID of pool for the cluster on which nodes can be connected.
de: ID des Pools für den Cluster, auf dem die Knoten verbunden werden können.

source: ID of the health manager for the loadbalancer.
de: ID des Gesundheitsmanagers für den Loadbalancer.

source: ID of the source image, snapshot or volume
de: ID des Quellabbildes, Schattenkopie oder Datenträger

source: IP address of the VIP.
de: IP-Adresse des VIPs

source: If false, closes the client socket explicitly.
de: Wenn false, wird der Client-Socket explizit geschlossen.

source: Illegal cluster action '%s' specified.
de: Illegale Clusteraktion '%s' angegeben

source: Illegal cluster action 'foo' specified.
de: Illegale Clusteraktion 'foo' angegeben.

source: In-instance path for the file to be injected.
de: In-Instance-Pfad für die zu injizierende Datei.

source: Internal error happened
de: Interner Fehler ist aufgetreten

source: Interval in seconds between update batches if any.
de: Intervall in Sekunden zwischen den Update-Batches, falls vorhanden.

source: Invalid URL scheme %s
de: Ungültiges URL-Schema %s

source: Invalid attribute path - %s
de: Ungültiger Attributpfad - %s

source: Invalid content type %(content_type)s
de: Ungültiger Inhaltstyp %(content_type)s

source: Invalid count (%(c)s) for action '%(a)s'.
de: Ungültige Anzahl (%(c)s) für die Aktion '%(a)s'.

source: Invalid default %(default)s: %(exc)s
de: Ungültiger Standard %(default)s: %(exc)s

source: Invalid parameter %s
de: Ungültige Parameter %s

source: Invalid parameter '%s'
de: Ungültige Parameter '%s'

source: Invalid value '%(value)s' specified for '%(name)s'
de: Ungültiger Wert '%(value)s' für '%(name)s' angegeben

source: Items for '%(attr)s' must be unique
de: Elemente für '%(attr)s' müssen eindeutig sein

source: JSON body size (%(len)s bytes) exceeds maximum allowed size (%(limit)s bytes).
de: Die JSON-Körpergröße (%(len)s Bytes) überschreitet die maximal zulässige Größe (%(limit)s Byte).

source: LB deletion succeeded
de: LB-Löschung erfolgreich

source: LB pool properties.
de: LB-Pooleigenschaften

source: LB resources deletion succeeded.
de: Löschen von LB-Ressourcen erfolgreich

source: Lifecycle hook properties
de: Lebenszyklus-Hook-Eigenschaften

source: List of actions to try for node recovery.
de: Liste der Aktionen, die für die Knotenwiederherstellung ausgeführt werden sollen.

source: List of availability zones to choose from.
de: Liste der verfügbaren Zonen zur Auswahl.

source: List of files to be injected into the server, where each.
de: Liste der Dateien, die in den Server injiziert werden sollen.

source: List of networks for the server.
de: Liste der Netzwerke für den Server.

source: List of regions to choose from.
de: Liste der Regionen zur Auswahl.

source: List of security groups.
de: Liste der Sicherheitsgruppen

source: List of services to be fenced.
de: Liste der Dienste, die eingezäunt werden sollen.

source: Load balancing algorithm.
de: Lastenausgleichsalgorithmus

source: Location of the SSL certificate file to use for SSL mode.
de: Speicherort der SSL-Zertifikatsdatei für den SSL-Modus

source: Location of the SSL key file to use for enabling SSL mode.
de: Speicherort der SSL-Schlüsseldatei, die zum Aktivieren des SSL-Modus verwendet werden soll.

source: Lock the server.
de: Sperren Sie den Server.

source: Lowest event priorities to be dispatched.
de: Niedrigste Ereignisprioritäten, die gesendet werden sollen.

source: Malformed request data, missing 'action' key in request body.
de: Fehlgeschlagene Anfragedaten, fehlender 'action' Schlüssel im Anfragetext.

source: Malformed request data, missing 'cluster' key in request body.
de: Fehlerhafte Anfragedaten, fehlender Clusterschlüssel im Anfragetext.

source: Malformed request data, missing 'node' key in request body.
de: Fehlgeschlagene Anfragedaten, fehlender Knotenschlüssel im Anfragetext.

source: Malformed request data, missing 'policy' key in request body.
de: Fehlerhafte Anforderungsdaten, fehlender 'Richtlinienschlüssel' im Anfragetext.

source: Malformed request data, missing 'profile' key in request body.
de: Fehlgeschlagene Anfragedaten, fehlender 'Profil'-Schlüssel im Anfragetext.

source: Malformed request data, missing 'receiver' key in request body.
de: Fehlgeschlagene Anfragedaten, fehlender Empfängerschlüssel im Anfragetext.

source: Map contains duplicated values
de: Map enthält doppelte Werte

source: Maximum line size of message headers to be accepted. max_header_line may need to be increased when using large tokens (typically those generated by the Keystone v3 API with big service catalogs).
de: Maximale Zeilengröße von Nachrichtenheadern, die akzeptiert werden sollen. max_header_line muss möglicherweise erhöht werden, wenn große Token verwendet werden (normalerweise solche, die von der Keystone v3-API mit großen Servicekatalogen generiert werden).

source: Maximum nodes allowed per top-level cluster.
de: Maximal zulässige Anzahl von Knoten pro Cluster auf oberster Ebene.

source: Maximum number of clusters any one project may have active at one time.
de: Maximale Anzahl an Clustern, die ein Projekt gleichzeitig aktiv sein kann.

source: Maximum number of connections per second allowed for this VIP
de: Maximale Anzahl an Verbindungen pro Sekunde, die für diesen VIP zulässig sind

source: Maximum number of node actions that each engine worker can schedule consecutively per batch. 0 means no limit.
de: Maximale Anzahl von Knotenaktionen, die jeder Engine Worker nacheinander pro Batch einplanen kann. 0 bedeutet keine Begrenzung.

source: Maximum number of nodes in this region. The default is -1 which means no cap set.
de: Maximale Anzahl von Knoten in dieser Region Der Standardwert ist -1, was bedeutet, dass kein Cap gesetzt ist.

source: Maximum number of nodes that will be updated in parallel.
de: Maximale Anzahl der Knoten, die parallel aktualisiert werden.

source: Maximum raw byte size of JSON request body.
de: Maximale Raw-Byte-Größe des JSON-Anforderungshauptteils

source: Maximum raw byte size of data from web response.
de: Maximale Byte-Rohgröße der Daten aus der Web-Antwort.

source: Maximum seconds between cluster check to be called.
de: Maximale Zeit zwischen dem zu prüfenden Cluster-Check.

source: Maximum seconds between periodic tasks to be called.
de: Maximale Sekunden zwischen periodischen Tasks, die aufgerufen werden sollen.

source: Maximum time since last check-in for a service to be considered up.
de: Maximale Zeit seit dem letzten Check-In für einen Service, der berücksichtigt werden muss.

source: Message body is empty.
de: Der Nachrichtentext ist leer.

source: Minimum number of nodes in service when performing updates.
de: Minimale Anzahl von Knoten, die beim Ausführen von Aktualisierungen in Betrieb sind.

source: Missing adjustment_type value for size adjustment.
de: Fehlender Wert von adjustment_type für die Größenanpassung.

source: Missing number value for size adjustment.
de: Fehlender Zahlenwert für die Größenanpassung.

source: Missing sort key for '%s'.
de: Fehlender Sortierschlüssel für '%s'.

source: Multiple actions specified
de: Mehrere Aktionen angegeben

source: Multiple actions specified.
de: Mehrere Aktionen angegeben

source: Multiple operations specified
de: Mehrere Vorgänge angegeben

source: Multiple operations specified.
de: Mehrere Vorgänge angegeben

source: Multiple results found matching the query criteria '%(arg)s'. Please be more specific.
de: Es wurden mehrere Ergebnisse gefunden, die den Suchkriterien '%(arg)s' entsprechen. Seien Sie bitte spezifischer.

source: Must specify a network to create floating IP
de: Muss ein Netzwerk angeben, um Floating IP zu erstellen

source: Name of Nova keypair to be injected to server.
de: Name des Nova-Schlüsselpaars, das in den Server injiziert werden soll.

source: Name of a region.
de: Name einer Region

source: Name of a security group
de: Name einer Sicherheitsgruppe

source: Name of action to execute.
de: Name der auszuführenden Aktion

source: Name of an availability zone.
de: Name einer Verfügbarkeitszone

source: Name of availability zone for running the server.
de: Name der Verfügbarkeitszone zum Ausführen des Servers.

source: Name of cookie if type set to APP_COOKIE.
de: Name des Cookies, wenn der Typ auf APP_COOKIE gesetzt ist.

source: Name of the availability zone to place the nodes.
de: Name der Verfügbarkeitszone zum Platzieren der Knoten.

source: Name of the device(e.g. vda, xda, ....).
de: Name des Gerätes (z.B. vda, xda, ....).

source: Name of the domain for the service project.
de: Name der Domäne für das Serviceprojekt

source: Name of the domain for the service user.
de: Name der Domäne für den Servicebenutzer

source: Name of the engine node. This can be an opaque identifier. It is not necessarily a hostname, FQDN or IP address.
de: Name des Motorknotens Dies kann eine undurchsichtige Kennung sein. Es ist nicht unbedingt ein Hostname, FQDN oder IP-Adresse.

source: Name of the policy type.
de: Name des Richtlinientyps

source: Name of the profile type.
de: Name des Profiltyps

source: Name of the server. When omitted, the node name will be used.
de: Name des Servers. Ohne Angabe wird der Knotenname verwendet.

source: Name of the service project.
de: Name des Serviceprojekts

source: Name or ID of loadbalancer for the cluster on which nodes can be connected.
de: Name oder ID des Loadbalancers für den Cluster, an den Knoten angeschlossen werden können.

source: Name or ID of network to create a port on.
de: Name oder ID des Netzwerks, auf dem ein Port erstellt werden soll.

source: Name or ID of subnet for the port on which nodes can be connected.
de: Name oder ID des Subnetzes für den Port, an den die Knoten angeschlossen werden können.
