Repository: openstack-archive/senlin
Catalog: senlin/locale/*/LC_MESSAGES/senlin.po
Languages: de

source: New password for the administrator.
de: Neues Passwort für den Administrator

source: No action name specified
de: Kein Aktionsname angegeben

source: No action specified
de: Keine Aktion angegeben

source: No action specified.
de: Keine Aktion angegeben

source: No availability zone found available.
de: Keine Verfügbarkeitszone gefunden verfügbar.

source: No list of valid values provided for enum.
de: Keine Liste gültiger Werte für die Enumeration.

source: No node (matching the filter) could be found
de: Kein Knoten (passend zum Filter) konnte gefunden werden

source: No operation specified
de: Keine Operation angegeben

source: No operation specified.
de: Keine Operation angegeben

source: No property needs an update.
de: Keine Eigenschaft benötigt ein Update.

source: No region is found usable.
de: Keine Region wird als verwendbar befunden.

source: No suitable vSphere host is available.
de: Es ist kein geeigneter vSphere-Host verfügbar.

source: No target specified
de: Kein Ziel angegeben

source: Node and cluster have different profile type, operation aborted.
de: Knoten und Cluster haben einen anderen Profiltyp, Operation abgebrochen.

source: Nodes %s already member of a cluster.
de: Knoten %s ist bereits Mitglied eines Clusters.

source: Nodes ['NEW1'] already member of a cluster.
de: Knoten ['NEW1'] ist bereits Mitglied eines Clusters.

source: Nodes ['NODE2'] already owned by some cluster.
de: Knoten ['NODE2'] gehören bereits zu einigen Clustern.

source: Nodes are not ACTIVE: %s.
de: Knoten sind nicht AKTIV: %s.

source: Nodes are not ACTIVE: ['NEW1'].
de: Knoten sind nicht AKTIV: ['NEW1'].

source: Nodes are not ACTIVE: ['NODE2'].
de: Knoten sind nicht AKTIV: ['NODE2'].

source: Nodes not found:
de: Knoten nicht gefunden:

source: Nodes not found: %s.
de: Knoten nicht gefunden: %s.

source: Nodes not members of specified cluster: %s.
de: Knoten, die nicht Mitglieder des angegebenen Clusters sind: %s.

source: Nodes not members of specified cluster: ['NODE1'].
de: Knoten, die nicht Mitglieder des angegebenen Clusters sind: ['NODE1'].

source: Not enough parameters to do resize action.
de: Nicht genügend Parameter, um die Aktion zu ändern.

source: Notification endpoints to enable.
de: Benachrichtigungsendpunkte zum Aktivieren

source: Notifying non-message receiver is not allowed.
de: Das Benachrichtigen von Nicht-Nachrichtenempfängern ist nicht erlaubt.

source: Number of backlog requests to configure the socket with.
de: Anzahl der Backlog-Anfragen, mit denen der Socket konfiguriert werden soll.

source: Number of seconds before actual deletion happens.
de: Anzahl der Sekunden vor dem tatsächlichen Löschen

source: Number of seconds before real deletion happens.
de: Anzahl der Sekunden vor dem tatsächlichen Löschen

source: Number of seconds between lock retries.
de: Anzahl der Sekunden zwischen Sperrversuche.

source: Number of seconds to hold the cluster for cool-down before allowing cluster to be resized again.
de: Anzahl der Sekunden, in denen der Cluster zum Abkühlen gehalten wird, bevor die Größe des Clusters erneut geändert werden kann.

source: Number of seconds to wait before killing the container.
de: Anzahl der Sekunden, die gewartet werden muss, bevor der Container beendet wird

source: Number of senlin-conductor threads.
de: Anzahl der Arbeiter für den Senlin-Conductor-Dienst.

source: Number of times trying to grab a lock.
de: Anzahl der Versuche, eine Sperre zu erfassen.

source: Number of workers for Senlin service.
de: Anzahl der Arbeiter für den Senlin-Dienst.

source: One of '%(p)s' and '%(n)s' must be provided
de: Eines von '%(p)s' und '%(n)s' muss angegeben werden

source: Only one '%s' is supported for now.
de: Nur ein '%s' wird jetzt unterstützt.

source: Original nodes not found: %s.
de: Ursprüngliche Knoten nicht gefunden: %s.

source: Output 'fixed_ip' is missing from the provided stack node
de: Die Ausgabe 'fixed_ip' fehlt im angegebenen Stack-Knoten

source: Parameters for the action
de: Parameter für die Aktion

source: Parameters to be passed to Heat for stack operations.
de: Parameter, die an Heat für Stapeloperationen übergeben werden.

source: Password for the administrator account.
de: Passwort für das Administratorkonto

source: Password specified for the Senlin service user.
de: Das Passwort wurde für den Benutzer des Senlin-Dienstes festgelegt.

source: Pause a container.
de: Pausiere einen Container.

source: Pause the server from running.
de: Unterbrechen Sie die Ausführung des Servers.

source: Policies specified (%(specified)s) doesn't match that of the existing servergroup (%(existing)s).
de: Die angegebenen Richtlinien (%(specified)s) stimmen nicht mit denen der vorhandenen Servergruppe (%(existing)s) überein.

source: Policy aspect for node failure detection.
de: Richtlinienaspekt für die Erkennung von Knotenfehlern.

source: Policy aspect for node failure recovery.
de: Richtlinienaspekt für die Wiederherstellung von Knotenfehlern.

source: Policy not applicable on profile type: %s
de: Richtlinie gilt nicht für Profiltyp:%s

source: Policy not specified.
de: Richtlinie nicht angegeben

source: Port ID to be used by the network.
de: Port ID, die vom Netzwerk verwendet werden soll.

source: Port on which servers are running on the nodes.
de: Port, auf dem Server auf den Knoten ausgeführt werden.

source: Profile not specified.
de: Profil nicht angegeben.

source: Profile type of nodes %s do not match that of the cluster.
de: Der Profiltyp der Knoten %s stimmt nicht mit dem des Clusters überein.

source: Profile type of nodes %s does not match that of the cluster.
de: Der Profiltyp der Knoten %s stimmt nicht mit dem des Clusters überein.

source: Properties for the policy.
de: Eigenschaften für die Richtlinie

source: Properties for the profile.
de: Eigenschaften für das Profil

source: Properties of the VM server group
de: Eigenschaften der VM-Servergruppe

source: Protocol used for VIP.
de: Protokoll für VIP verwendet.

source: Protocol used for load balancing.
de: Protokoll zum Lastenausgleich.

source: Purge event records which were created in the specified time period. The time is specified by age and granularity, whose value must be one of 'days', 'hours', 'minutes' or 'seconds' (default).
de: Ereignisdatensätze löschen, die im angegebenen Zeitraum erstellt wurden. Die Zeit wird nach Alter und Granularität angegeben, deren Wert entweder 'Tage', 'Stunden', 'Minuten' oder 'Sekunden' (Standard) sein muss.

source: Purge event records which were created in the specified time period. The time is specified by age and granularity. For example, granularity=hours and age=2 means purging events created two hours ago. Defaults to 30.
de: Ereignisdatensätze löschen, die im angegebenen Zeitraum erstellt wurden. Die Zeit wird durch Alter und Granularität angegeben. Granularität = Stunden und Alter = 2 bedeutet beispielsweise, dass Ereignisse gelöscht werden, die vor zwei Stunden erstellt wurden. Der Standardwert ist 30.

source: Purge event records with specified project. This can be specified multiple times, or once with parameters separated by semicolon.
de: Ereignisdatensätze mit dem angegebenen Projekt löschen Dies kann mehrmals oder einmal mit durch Semikolon getrennten Parametern angegeben werden.

source: Quota exceeded for resources.
de: Kontingent für Ressourcen überschritten.

source: RPC timeout for the engine liveness check that is used for cluster locking.
de: RPC-Zeitlimit für die Überprüfung der Systemlebensdauer, die für die Clustersperrung verwendet wird.

source: Range of seconds to randomly delay when starting the periodic task scheduler to reduce stampeding. (Disable by setting to 0)
de: Sekundenbereich, der beim Starten des periodischen Task-Schedulers zufällig verzögert wird, um den Ansturm zu reduzieren. (Deaktivieren durch Einstellung auf 0)

source: Reboot the nova server.
de: Starte den nova Server neu.

source: Rebuild the server using current image and admin password.
de: Erstellen Sie den Server mit dem aktuellen Abbild und dem Administratorkennwort neu.

source: Recovery action REBOOT is only applicable to os.nova.server clusters.
de: Recovery-Aktion REBOOT ist nur auf os.nova.server-Cluster anwendbar.

source: Recovery action REBUILD is only applicable to os.nova.server clusters.
de: Die Wiederherstellungsaktion REBUILD ist nur auf os.nova.server-Cluster anwendbar.

source: Replacement nodes not found: %s.
de: Ersatzknoten nicht gefunden: %s.

source: Request body missing '%s' key.
de: Anfragekörper fehlt Schlüssel '%s'.

source: Request limit exceeded: %(message)s
de: Anforderungslimit überschritten: %(message)s

source: Required parameter '%s' not provided
de: Erforderlicher Parameter '%s' nicht angegeben

source: Required path attribute is missing.
de: Erforderliches Pfadattribut fehlt.

source: Required spec item '%s' not provided
de: Das erforderliche Spezifikationselement '%s' wurde nicht angegeben

source: Rescue the server.
de: Retten Sie den Server.

source: Restart a container.
de: Starten Sie einen Container neu.

source: Resume the running of the server.
de: Fortsetzen der Ausführung des Servers.

source: Scaling request validated.
de: Skalierungsanforderung validiert.

source: Schema valid only for List or Map, not %s
de: Schema ist nur für Liste oder Map gültig, nicht %s

source: Seconds between running periodic tasks.
de: Sekunden zwischen dem Ausführen periodischer Aufgaben.

source: Seconds to pause between scheduling two consecutive batches of node actions.
de: Sekunden, um zwischen der Planung zweier aufeinander folgender Stapel von Knotenaktionen zu pausieren.

source: Senlin engine revision.
de: Senlin-Engineüberarbeitung.

source: Senlin service user name.
de: Senlin-Dienstbenutzername

source: Servergroup resource deletion succeeded.
de: Löschen der Servergruppenressource erfolgreich

source: Service ID
de: Dienst-ID

source: Service to be fenced.
de: Service der eingezäunt werden soll.

source: Session persistence configuration.
de: Konfiguration der Sitzungspersistenz

source: Show available commands.
de: Zeige verfügbare Befehle.

source: Size of the block device in MB(for swap) and in GB(for other formats)
de: Größe des Blockgeräts in MB (für Swap) und in GB (für andere Formate)

source: Some keys in 'context' are invalid: %s
de: Einige Schlüssel im 'Kontext' sind ungültig: %s

source: Specifies the disk file system format(e.g. swap, ephemeral, ...).
de: Gibt das Dateisystem des Dateisystems an (z. B. swap, ephemeral, ...).

source: Start the server.
de: Starten Sie den Server.

source: Stop the server.
de: Stoppen Sie den Server.

source: Suspend the running of the server.
de: Unterbrechen Sie die Ausführung des Servers.

source: System SIGHUP signal received.
de: System SIGHUP-Signal empfangen.

source: TCP port to listen on.
de: TCP-Port zum Anhören.

source: Testing message %(text)s
de: Testnachricht %(text)s

source: The %(type)s '%(id)s' cannot be deleted: %(reason)s.
de: Die %(type)s '%(id)s' kann nicht gelöscht werden: %(reason)s.

source: The %(type)s '%(id)s' could not be found.
de: Die %(type)s '%(id)s' konnte nicht gefunden werden.

source: The %(type)s '%(id)s' is busy now.
de: Die %(type)s '%(id)s' ist jetzt beschäftigt.

source: The %(type)s '%(id)s' is in status %(status)s.
de: Die %(type)s '%(id)s' hat den Status %(status)s.

source: The '%(p)s' property and the '%(fip)s' property cannot be specified at the same time
de: Die Eigenschaft '%(p)s' und die Eigenschaft '%(fip)s' können nicht gleichzeitig angegeben werden

source: The 'type' key is missing from the provided spec map.
de: Der Typschlüssel fehlt in der angegebenen Spezifikationsübersicht.

source: The 'version' key is missing from the provided spec map.
de: Der Schlüssel 'Version' fehlt in der bereitgestellten Spezifikationsübersicht.

source: The API paste config file to use.
de: Die zu verwendende API-Einfügekonfigurationsdatei.

source: The HTTP method that the monitor uses for requests.
de: Die HTTP-Methode, die der Monitor für Anforderungen verwendet.

source: The HTTP path of the request sent by the monitor to test the health of a member.
de: Der HTTP-Pfad der Anfrage, die vom Monitor gesendet wurde, um den Status eines Mitglieds zu testen.

source: The address for notifying and triggering receivers. It is useful for case Senlin API service is running behind a proxy.
de: Die Adresse zum Benachrichtigen und Auslösen von Empfängern. Dies ist nützlich, wenn der Senlin-API-Dienst hinter einem Proxy ausgeführt wird.

source: The amount of time in milliseconds between sending probes to members.
de: Die Zeit in Millisekunden zwischen dem Senden von Probes an Mitglieder.

source: The cluster 'FAKE_CLUSTER' cannot be deleted: still referenced by profile(s): ['profile1'].
de: Der Cluster 'FAKE_CLUSTER' kann nicht gelöscht werden: wird immer noch von Profil (en) referenziert: ['profile1'].

source: The cluster (%s) contains no active nodes
de: Der Cluster (%s) enthält keine aktiven Knoten

source: The cluster (host_cluster) contains no active nodes
de: Der Cluster (host_cluster) enthält keine aktiven Knoten

source: The cluster on which container will be launched.
de: Der Cluster, auf dem der Container gestartet werden soll.

source: The command to run when container is started.
de: Der Befehl, der beim Starten des Containers ausgeführt werden soll.

source: The data provided is not a map
de: Die bereitgestellten Daten sind keine Map

source: The directory to search for environment files.
de: Das Verzeichnis für die Suche nach Umgebungsdateien.

source: The floating IP address to be associated with this port.
de: Die Floating-IP-Adresse, die diesem Port zugeordnet werden soll.

source: The host cluster 'host_cluster' could not be found.
de: Der Host-Cluster 'host_cluster' konnte nicht gefunden werden.

source: The host node 'fake_node' could not be found.
de: Der Hostknoten 'fake_node' konnte nicht gefunden werden.

source: The image used to create a container
de: Das Abbild, das zum Erstellen eines Containers verwendet wird

source: The input is not a JSON object or YAML mapping.
de: Die Eingabe ist kein JSON-Objekt oder YAML-Mapping.

source: The max size(bytes) of message can be posted to notification queue.
de: Die maximale Größe (Bytes) der Nachricht kann an die Benachrichtigungswarteschlange gesendet werden.

source: The max size(bytes) of message can be posted to receiver queue.
de: Die maximale Größe (Bytes) der Nachricht kann an die Empfängerwarteschlange gesendet werden.

source: The maximum time in milliseconds that a monitor waits to connect before it times out.
de: Die maximale Zeit in Millisekunden, die ein Monitor auf die Verbindung wartet, bevor das Zeitlimit überschritten wird.

source: The name of the container.
de: Der Name des Containers.

source: The name of the server group
de: Der Name der Servergruppe

source: The node named (%(name)s) already exists.
de: Der Knoten mit dem Namen (%(name)s) existiert bereits.

source: The node named (%s) already exists.
de: Der Knoten mit dem Namen (%s) existiert bereits.

source: The node named (NODE1) already exists.
de: Der Knoten mit dem Namen (NODE1) existiert bereits.

source: The node on which container will be launched.
de: Der Knoten, auf dem der Container gestartet werden soll.

source: The number of allowed connection failures before changing the status of the member to INACTIVE.
de: Die Anzahl der zulässigen Verbindungsfehler, bevor der Status des Mitglieds in INACTIVE geändert wird.

source: The params provided is not a map.
de: Die bereitgestellten Params sind keine Karte.

source: The policy '%(p)s' is not attached to the specified cluster '%(c)s'.
de: Die Richtlinie '%(p)s' ist nicht an den angegebenen Cluster %(c)s' angehängt.

source: The policy '%(policy)s' is not attached to the specified cluster '%(cluster)s'.
de: Die Richtlinie '%(policy)s' ist nicht an den angegebenen Cluster '%(cluster)s' angehängt.

source: The policy '%(policy)s' is not found attached to the specified cluster '%(identity)s'.
de: Die Richtlinie '%(policy)s' wurde nicht an den angegebenen Cluster '%(identity)s' angehängt gefunden.

source: The policy 'POLICY_ID' cannot be deleted: still attached to some clusters.
de: Die Richtlinie 'POLICY_ID' kann nicht gelöscht werden: immer noch an einige Cluster angehängt.

source: The policy with type '%(policy_type)s' already exists.
de: Die Richtlinie mit dem Typ '%(policy_type)s' existiert bereits.

source: The port for notifying and triggering receivers. It is useful for case Senlin API service is running behind a proxy.
de: Der Port zum Benachrichtigen und Auslösen von Empfängern. Dies ist nützlich, wenn der Senlin-API-Dienst hinter einem Proxy ausgeführt wird.

source: The port number used to connect to docker daemon.
de: Die Portnummer, die für die Verbindung mit dem Docker-Dämon verwendet wird.

source: The port on which the server will listen.
de: Der Port, an dem der Server zuhören soll.

source: The provided spec is not a map.
de: Die angegebene Spezifikation ist keine Karte.

source: The requested operation '%(o)s' is not supported by the profile type '%(t)s'.
de: Die angeforderte Operation '%(o)s' wird vom Profiltyp '%(t)s' nicht unterstützt.

source: The server could not comply with the request since it is either malformed or otherwise incorrect.
de: Der Server konnte der Anforderung nicht entsprechen, da sie entweder fehlerhaft oder auf andere Weise falsch ist.

source: The server group policies.
de: Die Servergruppenrichtlinien.

source: The specified %(k)s '%(v)s' could not be found.
de: Das angegebene %(k)s '%(v)s' konnte nicht gefunden werden.

source: The specified %(k)s '%(v)s' is disabled
de: Das angegebene %(k)s '%(v)s' ist deaktiviert

source: The specified %(key)s '%(val)s' could not be found or is not unique.
de: Der angegebene %(key)s '%(val)s' konnte nicht gefunden werden oder ist nicht eindeutig.

source: The specified %(key)s '%(value)s' could not be found
de: Der angegebene %(key)s '%(value)s' konnte nicht gefunden werden

source: The specified %(key)s '%(value)s' could not be found.
de: Der angegebene %(key)s '%(value)s' konnte nicht gefunden werden.

source: The specified max_size (%(m)s) is greater than the maximum number of nodes allowed per cluster (%(mc)s).
de: Die angegebene max_size (%(m)s) ist größer als die maximale Anzahl an Knoten pro Cluster (%(mc)s).

source: The specified max_size (%(m)s) is less than the current desired_capacity (%(d)s) of the cluster.
de: Die angegebene max_size (%(m)s) ist kleiner als die aktuelle Sollkapazität (%(d)s) des Clusters.

source: The specified max_size (%(m)s) is less than the current min_size (%(n)s) of the cluster.
de: Die angegebene max_size (%(m)s) ist kleiner als die aktuelle min_size (%(n)s) des Clusters.

source: The specified min_size (%(n)s) is greater than the current desired_capacity (%(d)s) of the cluster.
de: Die angegebene min_size (%(n)s) ist größer als die aktuelle Sollkapazität (%(d)s) des Clusters.

source: The specified min_size (%(n)s) is greater than the current max_size (%(m)s) of the cluster.
de: Die angegebene min_size (%(n)s) ist größer als die aktuelle max_size (%(m)s des Clusters.

source: The specified min_size (%(n)s) is greater than the specified max_size (%(m)s).
de: Die angegebene min_size (%(n)s) ist größer als die angegebene max_size (%(m)s).

source: The specified nodes %(n)s to be replaced are not members of the cluster %(c)s.
de: Die angegebenen Knoten %(n)s, die ersetzt werden sollen, sind keine Mitglieder des Clusters %(c)s.

source: The specified regions '%(value)s' could not be found.
de: Die angegebenen Regionen '%(value)s ' konnten nicht gefunden werden.

source: The status of the port %(p)s must be DOWN
de: Der Status des Ports %(p)s muss DOWN sein

source: The target capacity (%(d)s) is greater than the cluster's max_size (%(m)s).
de: Die Zielkapazität (%(d)s) ist größer als die max_size des Clusters (%(m)s).

source: The target capacity (%(d)s) is greater than the maximum number of nodes allowed per cluster (%(m)s).
de: Die Zielkapazität (%(d)s) ist größer als die maximale Anzahl der pro Cluster zulässigen Knoten (%(m)s).

source: The target capacity (%(d)s) is greater than the specified max_size (%(m)s).
de: Die Zielkapazität (%(d)s) ist größer als die angegebene max_size (%(m)s).

source: The target capacity (%(d)s) is less than the cluster's min_size (%(m)s).
de: Die Zielkapazität (%(d)s) ist kleiner als die min_size des Clusters (%(m)s).

source: The target capacity (%(d)s) is less than the specified min_size (%(m)s).
de: Die Zielkapazität (%(d)s) ist kleiner als die angegebene min_size (%(m)s).

source: The target capacity (11) is greater than the specified max_size (10).
de: Die Zielkapazität (11) ist größer als die angegebene max_size (10).

source: The target host to evacuate the server.
de: Der Zielhost, um den Server zu evakuieren.

source: The trust for trustor '%(trustor)s' could not be found.
de: Der Trust für Treugeber '%(trustor)s' konnte nicht gefunden werden.

source: The ttl in seconds of a message posted to notification queue.
de: Der Wert in Sekunden für eine Nachricht, die an die Benachrichtigungswarteschlange gesendet wurde.

source: The type of probe sent by the loadbalancer to verify the member state.
de: Die Art der Sonde, die vom Loadbalancer gesendet wird, um den Mitgliedszustand zu überprüfen.

source: The value '%s' is not a valid Boolean
de: Der Wert '%s' ist kein gültiger boolescher Wert

source: The value '%s' is not a valid Integer
de: Der Wert '%s' ist keine gültige Ganzzahl

source: The value '%s' is not a valid number.
de: Der Wert '%s' ist keine gültige Zahl.

source: The value '%s' is not a valid string.
de: Der Wert '%s' ist keine gültige Zeichenfolge.

source: The value (%s) is not a valid JSON.
de: Der Wert (%s) ist kein gültiger JSON.

source: The value for %(attr)s is not a valid UUID: '%(value)s'.
de: Der Wert für %(attr)s ist keine gültige UUID: '%(value)s'.

source: The value for %(attr)s must be an integer: '%(value)s'.
de: Der Wert für %(attr)s muss eine Ganzzahl sein: '%(value)s'.

source: The value for the %(a)s field must be greater than or equal to %(n)d.
de: Der Wert für das Feld %(a)s muss größer oder gleich %(n)d sein.

source: The value for the %(a)s field must be less than or equal to %(n)d.
de: Der Wert für das Feld %(a)s muss kleiner oder gleich %(n)d sein.

source: The value for the %(attr)s field must be at least %(count)d characters long.
de: Der Wert für das Feld %(attr)s muss mindestens %(count)d Zeichen lang sein.

source: The value for the %(attr)s field must be less than %(count)d characters long.
de: Der Wert für das Feld %(attr)s muss kleiner als %(count)d Zeichen lang sein.

source: The value for the '%(attr)s' (%(value)s) contains illegal characters. It must contain only alphanumeric or "_-.~" characters and must start with letter.
de: Der Wert für '%(attr)s' (%(value)s) enthält ungültige Zeichen. Es darf nur alphanumerische oder '_-. ~' Zeichen enthalten und muss mit einem Buchstaben beginnen.

source: The value for the socket option TCP_KEEPIDLE. This is the time in seconds that the connection must be idle before TCP starts sending keepalive probes.
de: Der Wert für die Socketoption TCP_KEEPIDLE. Dies ist die Zeit in Sekunden, in der die Verbindung inaktiv sein muss, bevor TCP mit dem Senden von Keepalive-Tests beginnt.

source: The value of 'maximum' cannot be greater than the global constraint (%(m)d).
de: Der Wert von 'Maximum' darf nicht größer sein als die globale Einschränkung (%(m)d).

source: The value of 'maximum' must be greater than or equal to that of the 'minimum' specified.
de: Der Wert von 'Maximum' muss größer oder gleich dem angegebenen 'Minimum' sein.
