Repository: openstack-archive/senlin
Catalog: senlin/locale/*/LC_MESSAGES/senlin.po
Languages: de

source: The value of 'minimum' cannot be greater than the global constraint (%(m)d).
de: Der Wert von 'Minimum' darf nicht größer sein als die globale Einschränkung (%(m)d).

source: There is no feasible plan to handle all nodes.
de: Es gibt keinen realisierbaren Plan, um alle Knoten zu behandeln.

source: Time in second to wait for loadbalancer to become ready after senlin requests LBaaS V2 service for operations.
de: Zeit in Sekunden, um auf den Loadbalancer zu warten, nachdem senlin den LBaaS V2-Dienst für Operationen angefordert hat.

source: Timeout for client connections' socket operations. If an incoming connection is idle for this number of seconds it will be closed. A value of '0' indicates waiting forever.
de: Timeout für Socket-Operationen von Clientverbindungen Wenn eine eingehende Verbindung für diese Anzahl von Sekunden inaktiv ist, wird sie geschlossen. Ein Wert von '0' zeigt an, dass auf ewig gewartet wird.

source: Timeout in seconds for actions.
de: Timeout in Sekunden für Aktionen

source: Topic
de: Thema

source: Type of adjustment when scaling is triggered.
de: Art der Anpassung, wenn die Skalierung ausgelöst wird.

source: Type of host node (%s) is not supported
de: Der Typ des Host-Knotens (%s) wird nicht unterstützt

source: Type of host node (wrong_type) is not supported
de: Der Typ des Host-Knotens (falscher_Typ) wird nicht unterstützt

source: Type of lifecycle hook
de: Art des Lebenszyklus-Hooks

source: Type of node failure detection.
de: Art der Knotenfehlererkennung.

source: Type of reboot which can be 'SOFT' or 'HARD'.
de: Art des Neustarts, der 'SOFT' oder 'HARD' sein kann.

source: Type of session persistence implementation.
de: Art der Implementierung der Sitzungspersistenz

source: Type of the device(e.g. disk, cdrom, ...).
de: Typ des Gerätes (z.B. Disk, CD-ROM, ...).

source: Unable to determine the IP address of host node
de: Die IP-Adresse des Host-Knotens konnte nicht ermittelt werden

source: Unable to load %(app_name)s from configuration file %(conf_file)s. Got: %(e)r
de: %(app_name)s konnte nicht aus der Konfigurationsdatei %(conf_file)s geladen werden. Bekam: %(e)r

source: Unable to locate config file
de: Die Konfigurationsdatei konnte nicht gefunden werden

source: Unlock the server.
de: Entsperren Sie den Server.

source: Unpause a container.
de: Heben Sie einen Container auf.

source: Unpause the server to running state.
de: Hängen Sie den Server in den aktiven Zustand.

source: Unrecognizable parameter '%s'
de: Nicht erkennbarer Parameter '%s'

source: Unrecognizable spec item '%s'
de: Nicht erkennbarer Objekttyp '%s'

source: Unrecognized action '%s' specified
de: Nicht erkannte Aktion '%s' angegeben

source: Unrescue the server.
de: Entlasten Sie den Server.

source: Unsupported action
de: Nicht unterstützte Aktion

source: Unsupported sort dir '%(value)s' for '%(attr)s'.
de: Nicht unterstütztes Sortierziel '%(value)s' für '%(attr)s'.

source: Unsupported sort key '%(value)s' for '%(attr)s'.
de: Nicht unterstützter Sortierschlüssel '%(value)s' für '%(attr)ss'.

source: Updated At
de: Aktualisiert am

source: Updating Nova server with image set to None is not supported by Nova
de: Die Aktualisierung von Nova Server mit Image auf 'None' wird von Nova nicht unterstützt

source: Updating a cluster in error state
de: Aktualisieren eines Clusters im Fehlerzustand

source: Url sink to which to send lifecycle hook message
de: URL-Senke, an die die Lifecycle-Hook-Nachricht gesendet werden soll

source: User data to be exposed by the metadata server.
de: Benutzerdaten, die vom Metadatenserver verfügbar gemacht werden sollen.

source: VIP address and port of the pool.
de: VIP-Adresse und Port des Pools.

source: Value '%(value)s' is not acceptable for field '%(attr)s'.
de: Der Wert '%(value)s' ist für das Feld '%(attr)s' nicht akzeptabel.

source: Value for '%(attr)s' must have at least %(num)s item(s).
de: Der Wert für '%(attr)s' muss mindestens %(num)s Element(e) enthalten.

source: Value must be >= 0 for field '%s'.
de: Der Wert muss für das Feld '%s' >= 0 sein.

source: Version '%(req_ver)s' is not supported by the API. Minimum is '%(min_ver)s' and maximum is '%(max_ver)s'.
de: Version '%(req_ver)s' wird von der API nicht unterstützt. Minimum ist '%(min_ver)s' und Maximum ist '%(max_ver)s'.

source: Version number of the policy type.
de: Versionsnummer des Richtlinientyps

source: Version number of the profile type.
de: Versionsnummer des Profiltyps

source: Volume destination type, must be 'volume' or 'local'
de: Datenträger-Zieltyp muss 'volume' oder 'local' sein

source: Volume source type, must be one of 'image', 'snapshot', 'volume' or 'blank'
de: Datenträger-Quellentyp, muss entweder 'image', 'snapshot', 'volume' oder 'blank' sein

source: Weight of the availability zone (default is 100).
de: Gewicht der Verfügbarkeitszone (Standard ist 100).

source: Weight of the region. The default is 100.
de: Gewicht der Region. Der Standardwert ist 100.

source: When adjustment type is set to "CHANGE_IN_PERCENTAGE", this specifies the cluster size will be decreased by at least this number of nodes.
de: Wenn der Anpassungstyp auf 'CHANGE_IN_PERCENTAGE' eingestellt ist, bedeutet dies, dass die Clustergröße um mindestens diese Anzahl von Knoten verringert wird.

source: When running server in SSL mode, you must specify both a cert_file and key_file option value in your configuration file
de: Wenn Sie den Server im SSL-Modus ausführen, müssen Sie in der Konfigurationsdatei den Wert cert_file und den Wert für die Option key_file angeben

source: Whether a node should be completely destroyed after deletion. Default to True
de: Ob ein Knoten nach dem Löschen vollständig zerstört werden soll. Standard auf Wahr

source: Whether config drive should be enabled for the server.
de: Ob das Konfigurationslaufwerk für den Server aktiviert werden soll.

source: Whether do best effort scaling when new size of cluster will break the size limitation
de: Ob Best-Effort-Skalierung, wenn die neue Clustergröße die Größenbeschränkung überschreitet

source: Whether the desired capacity of the cluster should be reduced along the deletion. Default to True.
de: Ob die gewünschte Kapazität des Clusters entlang der Löschung reduziert werden soll. Standard auf Wahr.

source: Whether the disk partition is done automatically.
de: Gibt an, ob die Festplattenpartition automatisch erstellt wird.

source: Whether the evacuation should be a forced one.
de: Ob die Evakuierung eine erzwungene sein sollte.

source: Whether to delete the volume when the server stops.
de: Gibt an, ob das Volume beim Stoppen des Servers gelöscht werden soll.

source: You are not authenticated.
de: Sie sind nicht authentifiziert.

source: You are not authorized to complete this operation.
de: Sie sind nicht berechtigt, diesen Vorgang abzuschließen.

source: Zaqar queue to receive lifecycle hook message
de: Zaqar-Warteschlange, um Lifecycle-Hook-Nachricht zu erhalten

source: a cluster named '%s' already exists.
de: Ein Cluster namens '%s' existiert bereits.

source: a cluster named 'CLUSTER' already exists.
de: Ein Cluster mit dem Namen 'CLUSTER' existiert bereits.

source: environment has unknown section "%s"
de: Umgebung hat unbekannten Abschnitt '%s'

source: lifecycle hook parameters saved
de: Lifecycle-Hook-Parameter gespeichert

source: nodes %s are depended by other nodes, so can't be deleted or become orphan nodes
de: Knoten %s sind von anderen Knoten abhängig und können daher nicht gelöscht oder zu verwaisten Knoten werden

source: nodes ['NODE1'] are depended by other nodes, so can't be deleted or become orphan nodes
de: Knoten ['NODE1'] sind von anderen Knoten abhängig und können daher nicht gelöscht oder zu verwaisten Knoten werden

source: server doesn't have an image and it has no bootable volume
de: Der Server hat kein Abbild und keinen bootfähigen Datenträger

source: still attached to some clusters
de: immer noch an einige Cluster angehängt

source: still depended by other clusters and/or nodes
de: immer noch von anderen Clustern und/oder Knoten abhängig

source: still in one of WAITING, RUNNING or SUSPENDED state
de: immer noch in einem Zustand WAITING, RUNNING oder SUSPENDED

source: still referenced by profile(s): %s
de: immer noch nach Profil(en) referenziert: %s

source: still referenced by some clusters and/or nodes.
de: wird immer noch von einigen Clustern und / oder Knoten referenziert.

source: the 'cooldown' for 'adjustment' must be >= 0
de: Die 'Abklingzeit' für 'Anpassung' muss >= 0 sein

source: the 'min_step' for 'adjustment' must be >= 0
de: der 'min_step' für 'adjustment' muss >= 0 sein

source: the 'number' for 'adjustment' must be > 0
de: Die 'Nummer' für 'Anpassung' muss > 0 sein

source: the floating IP %s has been used.
de: die Floating IP %s wurde verwendet.
